In [2]:
import numpy as np
import pandas as pd

In [3]:
dict1 = {
    "name": ['raj', 'rohan', 'shashi', 'harsh'],
    "marks": [56, 78, 98, 89],
    "city": ['gwl', 'bhp', 'hyd', 'pune']
}

In [6]:
df = pd.DataFrame(dict1)

In [7]:
df

     name  marks  city
0     raj     56   gwl
1   rohan     78   bhp
2  shashi     98   hyd
3   harsh     89  pune

In [11]:
df.to_csv('friends.csv')

In [12]:
df.to_csv('friends_False_index.csv', index = False)

In [3]:
flight = pd.read_csv('flight.csv')

In [4]:
flight

      flight   Time  city
0     indigo  6 hrs   gwl
1    vistara   4hrs   bhp
2   spicejet  3 hrs   hyd
3  AIR India  8 hrs  pune

In [ ]:
flight[]